Repository: LEMONAGI/GoldTime
Catalog: GoldTime/GoldTime/Localizable.xcstrings
Source language: ko
Languages: en, ja

# ad.failed.subtitle
source: 네트워크 상태를 확인해 주세요
en: Check your network connection.
ja: ネットワーク状態を確認してください

# ad.failed.title
source: 광고를 불러올 수 없어요
en: Couldn't Load the Ad
ja: 広告を読み込めませんでした

# ad.fallbackDefault
source: 그래도 10분 사용하기
en: Use 10 Minutes Anyway
ja: それでも10分使う

# ad.loading
source: 광고 준비 중
en: Getting your ad ready
ja: 広告を準備中

# appPicker.notice.web
source: 웹 사이트는 사파리에서 사용할 때만 적용됩니다.
en: Websites are restricted only when you use them in Safari.
ja: ウェブサイトはSafariで使うときのみ適用されます。

# appPicker.title
source: 항목 선택
en: Select Items
ja: 項目を選択

# appPicker.warning.tooMany %lld %lld %lld
source: 한 그룹에 %1$lld개 항목까지만 가능해요 (%2$lld/%3$lld)
en: Up to %1$lld per group (%2$lld/%3$lld)
ja: 1グループにつき%1$lld個までです（%2$lld/%3$lld）

# common.cancel
source: 취소
en: Cancel
ja: キャンセル

# common.change
source: 변경
en: Change
ja: 変更

# common.confirm
source: 확인
en: Confirm
ja: 確認

# common.countItems %lld
source: %lld개
en: %lld ads
ja: %lld個

# common.days %lld
source: %lld일
en: %lld days
ja: %lld日

# common.delete
source: 삭제
en: Delete
ja: 削除

# common.done
source: 완료
en: Done
ja: 完了

# common.hourMinute %lld %lld
source: %1$lld시간 %2$lld분
en: %1$lld hr %2$lld min
ja: %1$lld時間%2$lld分

# common.hours %lld
source: %lld시간
en: %lld hr
ja: %lld時間

# common.minutes %lld
source: %lld분
en: %lld min
ja: %lld分

# common.openSettings
source: 설정 열기
en: Open Settings
ja: 「設定」を開く

# common.requesting
source: 요청 중...
en: Requesting...
ja: リクエスト中...

# common.retry
source: 다시 시도
en: Try Again
ja: 再試行

# common.start
source: 시작하기
en: Get Started
ja: 始める

# content.adGate.change
source: 그래도 변경하기
en: Change Anyway
ja: それでも変更する

# content.adGate.delete
source: 그래도 삭제하기
en: Delete Anyway
ja: それでも削除する

# content.adGate.edit
source: 그래도 편집하기
en: Edit Anyway
ja: それでも編集する

# content.alert.applyNotice.message
source: 23:45부터는 사용량 추적이 불가능해 23:59까지 잠금이 해제되며, 00:00부터 규칙이 적용됩니다.
en: Usage can't be tracked after 11:45 PM, so the lock will stay off until 11:59 PM. The rule will take effect at midnight.
ja: 23:45以降は使用量を計測できないため23:59までロックが解除されたままになり、00:00からルールが適用されます。

# content.alert.applyNotice.title
source: 적용 안내
en: When This Takes Effect
ja: 適用のご案内

# content.alert.cannotApply.title
source: 적용할 수 없어요
en: Unable to Apply Rule
ja: 適用できません

# content.alert.changeNotice.message
source: 변경된 설정은 다음 주기부터 적용돼요.
en: Your changes will take effect from the next cycle.
ja: 変更した設定は次のサイクルから適用されます。

# content.alert.changeNotice.title
source: 변경 안내
en: When Changes Take Effect
ja: 変更のご案内

# content.alert.cooldownCheck.title
source: 쿨다운 확인
en: Check Cooldown
ja: クールダウン確認

# content.alert.deleted.message %@
source: ‘%@’ 그룹을 삭제했어요.
en: Deleted the ‘%@’ group.
ja: 「%@」グループを削除しました。

# content.alert.deleted.title
source: 삭제 완료
en: Group Deleted
ja: 削除しました

# content.alert.groupLimit.title
source: 그룹 제한
en: Group Limit
ja: グループの上限

# content.alert.reconnectFailed.title
source: 재연결 실패
en: Couldn't Reconnect
ja: 再接続に失敗しました

# content.alert.reconnected.message
source: 스크린 타임이 다시 연결됐어요.
en: Screen Time is connected again.
ja: スクリーンタイムが再接続されました。

# content.alert.reconnected.title
source: 재연결 완료
en: Reconnected
ja: 再接続しました

# content.alert.strictBlocked.delete %@
source: 약정이 끝나야 지울 수 있어요. %@ 0시에 풀려요.
en: You can delete this after the commitment ends. Unlocks at midnight on %@.
ja: 誓約が終わってから削除できます。%@ 0時に解除されます。

# content.alert.strictBlocked.edit %@
source: 약정이 끝나야 바꿀 수 있어요. %@ 0시에 풀려요.
en: You can change this after the commitment ends. Unlocks at midnight on %@.
ja: 誓約が終わってから変更できます。%@ 0時に解除されます。

# content.alert.strictBlocked.title
source: 금고 모드 잠금 중
en: Locked by Vault Mode
ja: 金庫モードでロック中

# content.alert.strictCannotStart.message
source: 지금은 금고 모드를 켤 수 없어요. 잠시 뒤 다시 시도해 주세요.
en: Vault Mode can't start right now. Try again in a moment.
ja: 今は金庫モードを開始できません。少し後にもう一度お試しください。

# content.alert.strictCannotStart.title
source: 금고를 켤 수 없어요
en: Can't start Vault Mode
ja: 金庫モードを開始できません

# content.alert.timeWindowCheck.title
source: 시간대 확인
en: Check Time Window
ja: 時間帯確認

# content.alert.weekdayCheck.title
source: 요일 규칙을 확인해주세요
en: Check the day rules
ja: 曜日ルールを確認してください

# content.apply.message %@
source: ‘%@’에 지금부터 적용돼요. 이후 규칙이나 항목을 바꾸거나 삭제하려면 광고를 봐야 해요.
en: This will apply to ‘%@’ now. After that, you'll need to watch an ad to change the rule or items, or to delete the group.
ja: 「%@」に今から適用されます。以降ルールや項目を変更・削除するには広告を見る必要があります。

# content.apply.title
source: 차단 규칙을 적용할까요?
en: Apply This Blocking Rule?
ja: ブロックルールを適用しますか？

# content.autoApplyFailed %@
source: 자동 적용 실패: %@
en: Couldn't apply automatically: %@
ja: 自動適用に失敗しました：%@

# content.limitWarning.cooldown.message %lld %lld %@
source: 이미 %1$lld분 사용해서, 사용 시간을 %2$lld분으로 바꾸면 ‘%3$@’ 그룹이 바로 휴식에 들어가요. 변경할까요?
en: You've already used %1$lld min. If you change the usage time to %2$lld min, ‘%3$@’ will start a break immediately. Continue?
ja: すでに%1$lld分使っているため、使用時間を%2$lld分に変えると「%3$@」グループはすぐに休憩に入ります。変更しますか？

# content.limitWarning.cooldown.title
source: 쿨다운 변경 확인
en: Change Cooldown?
ja: クールダウン変更の確認

# content.limitWarning.dailyLimit.message %lld %lld %@
source: 이미 %1$lld분 사용해서, %2$lld분으로 바꾸면 ‘%3$@’ 그룹이 바로 잠겨요. 변경할까요?
en: You've already used %1$lld min. If you change the limit to %2$lld min, ‘%3$@’ will lock immediately. Continue?
ja: すでに%1$lld分使っているため、%2$lld分に変えると「%3$@」グループはすぐにロックされます。変更しますか？

# content.limitWarning.dailyLimit.title
source: 한도 변경 확인
en: Change Daily Limit?
ja: 上限変更の確認

# content.nearMidnightEditNotice
source: 23:45부터 설정한 규칙은 사용량 추적이 불가능해 00:00부터 다시 정확히 적용됩니다.
en: Rules set after 11:45 PM can't track usage accurately until midnight.
ja: 23:45以降に設定したルールは使用量を計測できないため、00:00から改めて正確に適用されます。

# content.recovery.errorMessage
source: 스크린타임 권한을 다시 허용해야 앱 한도를 적용할 수 있어요.
en: Allow Screen Time access again to apply app limits.
ja: スクリーンタイムの権限を再度許可しないと、アプリの上限を適用できません。

# content.recovery.message
source: GoldTime이 앱 한도를 적용하려면 스크린타임 접근 권한을 다시 허용해야 해요.
en: GoldTime needs Screen Time access again to apply your app limits.
ja: GoldTimeがアプリの上限を適用するには、スクリーンタイムへのアクセス権限を再度許可する必要があります。

# content.recovery.title
source: 스크린타임 권한이 필요해요
en: Screen Time Access Required
ja: スクリーンタイムの権限が必要です

# content.thisGroup
source: 이 그룹
en: This group
ja: このグループ

# cooldown.error.cooldownOutOfRange
source: 휴식 간격은 30분 이상 6시간 이하로 정해 주세요.
en: Set the break between 30 minutes and 6 hours.
ja: 休憩の間隔は30分以上6時間以下で設定してください。

# cooldown.error.usageOutOfRange
source: 사용 시간은 5분 이상 2시간 이하로 정해 주세요.
en: Set the usage time between 5 minutes and 2 hours.
ja: 使用時間は5分以上2時間以下で設定してください。

# group.ad.change
source: 광고 보고 변경하기
en: Watch Ad to Change
ja: 広告を見て変更する

# group.ad.delete
source: 광고 보고 삭제하기
en: Watch Ad to Delete
ja: 広告を見て削除する

# group.ad.edit
source: 광고 보고 편집하기
en: Watch Ad to Edit
ja: 広告を見て編集する

# group.apply
source: 적용하기
en: Apply
ja: 適用する

# group.apply.hint.applied
source: 적용하면 바로 차단 규칙이 시작되고, 적용 이후 수정 및 삭제에는 광고가 필요해요.
en: Applying starts the blocking rule immediately. After that, editing or deleting it requires an ad.
ja: 適用するとすぐにブロックルールが始まり、適用後の変更・削除には広告が必要です。

# group.apply.hint.both
source: 규칙과 제한 항목을 먼저 정해 주세요.
en: Choose a rule and at least one item first.
ja: ルールと制限する項目を先に決めてください。

# group.apply.hint.rule
source: 차단 규칙을 먼저 골라 주세요.
en: Choose a blocking rule first.
ja: ブロックルールを先に選んでください。

# group.apply.hint.selection
source: 제한 항목을 하나 이상 담아 주세요.
en: Add at least one item to restrict.
ja: 制限する項目を1つ以上追加してください。

# group.defaultName %lld
source: 그룹 %lld
en: Group %lld
ja: グループ%lld

# group.delete.message
source: 그룹을 삭제하면 되돌릴 수 없어요.
en: Deleting this group can't be undone.
ja: グループを削除すると元に戻せません。

# group.delete.title
source: 그룹 삭제
en: Delete Group
ja: グループを削除

# group.error.noLimit %@
source: %@의 한도 설정이 올바르지 않아요.
en: The limit for %@ isn't valid.
ja: %@の上限設定が正しくありません。

# group.error.noRule %@
source: %@의 차단 규칙을 아직 고르지 않았어요.
en: %@ doesn't have a blocking rule yet.
ja: %@のブロックルールがまだ選ばれていません。

# group.error.noSelection %@
source: %@에 앱이나 웹 사이트가 없어요.
en: %@ doesn't contain any apps or websites.
ja: %@にアプリやウェブサイトがありません。

# group.error.nonAppTokens %@
source: %@에 지원하지 않는 항목이 있어요.
en: %@ contains unsupported items.
ja: %@に対応していない項目があります。

# group.error.notApplied %@
source: %@은 아직 적용 전이라 보호가 시작되지 않았어요.
en: %@ hasn't been applied, so protection hasn't started.
ja: %@はまだ適用前のため、保護が始まっていません。

# group.error.shieldLimitExceeded %lld %lld
source: iOS Shield 제한 때문에 전체 앱은 %1$lld개 이하로 묶어야 해요. 현재 %2$lld개예요.
en: iOS allows up to %1$lld protected apps in total. You currently have %2$lld.
ja: iOSのShield制限により、全アプリは%1$lld個以下にまとめる必要があります。現在%2$lld個です。

# group.error.tooMany %lld
source: 그룹은 %lld개까지예요.
en: You can have up to %lld groups.
ja: グループは%lld個までです。

# group.error.tooManySelections %@ %lld
source: %1$@은 앱과 웹 사이트를 합쳐 %2$lld개까지만 담을 수 있어요.
en: The combined app and website limit for %1$@ is %2$lld.
ja: %1$@はアプリとウェブサイトを合わせて%2$lld個までしか追加できません。

# group.items
source: 제한 항목
en: Restricted Items
ja: 制限する項目

# group.name.placeholder
source: 그룹명
en: Group Name
ja: グループ名

# group.restricted.message
source: 적용된 그룹은 광고를 본 뒤 편집하거나 삭제할 수 있어요.
en: Watch an ad to edit or delete an applied group.
ja: 適用済みのグループは広告を見た後に編集・削除できます。

# group.restricted.title
source: 적용된 그룹
en: Applied Group
ja: 適用済みのグループ

# group.selectItems
source: 제한 항목 선택
en: Choose Restricted Items
ja: 制限する項目を選択

# group.strictRow.subtitle.active %@
source: %@ 0시에 풀려요
en: Unlocks at midnight on %@
ja: %@ 0時に解除されます

# group.strictRow.subtitle.inactive
source: 기간을 정해 강하게 잠가요
en: Lock it down for a set period
ja: 期間を決めて強くロックします

# group.strictRow.title
source: 금고 모드
en: Vault Mode
ja: 金庫モード

# group.unnamed
source: 이름 없는 그룹
en: Unnamed Group
ja: 名称未設定のグループ

# group.useMore
source: 추가 사용
en: Use More
ja: もっと使う

# home.addGroup
source: 그룹 추가
en: Add Group
ja: グループを追加

# home.badge.strict %lld
source: 금고 D-%lld
en: Vault D-%lld
ja: 金庫 D-%lld

# home.bill.adCount
source: 광고
en: Ads
ja: 広告

# home.bill.comment0
source: 좋은 날입니다. 저한텐 아니고요.
en: A great day. Just not for me.
ja: いい日ですね。私にとっては違いますけど。

# home.bill.comment1
source: 이 정도면 살짝 눈 감아드릴 수 있어요.
en: I can let this one slide.
ja: これくらいなら見逃してあげられます。

# home.bill.comment2
source: 계산서 나왔어요. 확인해보실래요?
en: Your bill is ready. Care to look?
ja: 請求書が出ました。確認してみますか？

# home.bill.comment3
source: 제법 하시는데요. 청구서 두께가 느껴지시죠?
en: You've been busy. Feel that bill getting heavier?
ja: なかなかやりますね。請求書の厚みを感じるでしょう？

# home.bill.comment4
source: 슬슬 기분이 좋아지는데요. 제가요.
en: I'm starting to enjoy this. Me, specifically.
ja: そろそろ機嫌が良くなってきました。私がですよ。

# home.bill.comment5
source: 좋은 날입니다. 이번엔 저한테요.
en: A good day. For me this time.
ja: いい日ですね。今度は私にとって。

# home.bill.heroTitle
source: 오늘의 시간 청구서
en: Today's Time Bill
ja: 今日の時間の請求書

# home.bill.oneMinute
source: 남은 1분 연장
en: 1-Minute Extensions Left
ja: 残り1分延長

# home.bill.zero
source: 0분
en: 0 min
ja: 0分

# home.empty.subtitle
source: 그룹을 만들고 항목을 선택하면, 그룹별로 다른 일일 한도를 걸 수 있어요.
en: Create a group and choose its items to set a different daily limit for each group.
ja: グループを作って項目を選ぶと、グループごとに違う1日の上限を設定できます。

# home.empty.title
source: 아직 그룹이 없어요.
en: No Groups Yet
ja: まだグループがありません。

# home.groupCount %lld %lld
source: 그룹 %1$lld/%2$lld
en: Groups %1$lld/%2$lld
ja: グループ%1$lld/%2$lld

# home.groupHint %lld
source: 그룹당 %lld개 항목까지 · 같은 항목을 여러 그룹에 포함시킬 수 있어요. 그룹 이름을 탭하면 바로 바꿀 수 있어요.
en: Up to %lld per group · You can add the same item to multiple groups. Tap a group name to rename it.
ja: 1グループにつき%lld個まで・同じ項目を複数のグループに入れられます。グループ名をタップするとすぐに変更できます。

# home.groupList
source: 그룹 목록
en: Groups
ja: グループ一覧

# home.limit.hourMinute %lld %lld
source: %1$lld시간 %2$lld분 넘기면 이 그룹이 잠겨요
en: Locks after %1$lld hr %2$lld min
ja: %1$lld時間%2$lld分を超えるとこのグループがロックされます

# home.limit.minute %lld
source: %lld분 넘기면 이 그룹이 잠겨요
en: Locks after %lld min
ja: %lld分を超えるとこのグループがロックされます

# home.remaining.hourMinute %lld %lld
source: 약 %1$lld시간 %2$lld분 남음
en: About %1$lld hr %2$lld min left
ja: 残り約%1$lld時間%2$lld分

# home.remaining.minute %lld
source: 약 %lld분 남음
en: About %lld min left
ja: 残り約%lld分

# home.remainingLimit
source: 남은 한도
en: Time Left
ja: 残りの上限

# home.status.available
source: 사용 가능
en: Available
ja: 使用可能

# home.status.extraMinutes %lld
source: %lld분 추가 사용
en: %lld min extra
ja: %lld分の追加使用

# home.status.extraUntil %@
source: %@까지 추가 사용
en: Extra time until %@
ja: %@まで追加使用

# home.status.locked
source: 잠금 중
en: Locked
ja: ロック中

# home.status.lockedUntil %@
source: %@까지 잠금
en: Locked until %@
ja: %@までロック

# home.status.lockedUntilMidnight
source: 23:59까지 잠금
en: Locked until 11:59 PM
ja: 23:59までロック

# home.status.midnight
source: 자정
en: Midnight
ja: 深夜0時

# home.status.needSetup
source: 설정 필요
en: Setup Required
ja: 設定が必要

# home.status.usableUntil %@
source: %@까지 사용 가능
en: Available until %@
ja: %@まで使用可能

# home.status.usableUntilMidnight
source: 23:59까지 사용 가능
en: Available until 11:59 PM
ja: 23:59まで使用可能

# home.status.waiting
source: 대기 중
en: Waiting
ja: 待機中

# home.title
source: 홈
en: Home
ja: ホーム

# home.totalExtra
source: 총 초과 사용 시간
en: Total Extra Time
ja: 超過使用時間の合計

# lock.ad.buy10min
source: 광고 보고 10분 구매하기
en: Watch an Ad, Buy 10 Minutes
ja: 広告を見て10分を購入

# lock.ad.untilMidnight
source: 광고 보고 자정까지 열기
en: Watch an Ad, Unlock Until Midnight
ja: 広告を見て深夜0時まで開く

# lock.adOnce
source: 광고 1회
en: 1 ad
ja: 広告1回

# lock.adSubtitle.10min %@
source: · %@ 10분 연장
en: · 10 more minutes for %@
ja: · %@ 10分延長

# lock.adSubtitle.untilMidnight %@
source: · %@ 자정까지 열려요
en: · %@ stays open until midnight
ja: · %@ 深夜0時まで開きます

# lock.alert.extended
source: 연장 완료
en: Time Extended
ja: 延長しました

# lock.alert.purchased
source: 구매 완료
en: Time Purchased
ja: 購入しました

# lock.caption.cooldownUntil %@
source: %@까지 쉬어요
en: Take a break until %@
ja: %@まで休憩します

# lock.caption.windowUntil %@
source: %@까지 잠겨 있어요
en: Locked until %@
ja: %@までロックされています

# lock.complete.extended %@ %@ %@
source: %1$@을 %2$@ 연장했어요. %3$@ 더 쓰면 다시 잠겨요.
en: Extended %1$@ by %2$@. It'll lock again after another %3$@.
ja: %1$@を%2$@延長しました。あと%3$@使うと再びロックされます。

# lock.complete.nearMidnight %@ %@
source: %1$@ 잠금을 풀었어요. %2$@까지 사용할 수 있어요. 자정에는 새로 시작돼요.
en: Unlocked %1$@ until %2$@. Everything resets at midnight.
ja: %1$@のロックを解除しました。%2$@まで使用できます。深夜0時にリセットされます。

# lock.complete.othersLocked
source: 다른 그룹은 아직 잠겨 있어요.
en: Other groups are still locked.
ja: 他のグループはまだロックされています。

# lock.complete.purchased %@ %@ %@
source: %1$@ %2$@을 구매했어요. %3$@ 더 쓰면 다시 잠겨요.
en: Bought %2$@ for %1$@. It'll lock again after another %3$@.
ja: %1$@ %2$@を購入しました。あと%3$@使うと再びロックされます。

# lock.error.adFailed
source: 광고 연장을 처리하지 못했어요. 잠시 뒤 다시 시도해주세요.
en: Couldn't process the ad extension. Try again in a moment.
ja: 広告による延長を処理できませんでした。しばらくしてからもう一度お試しください。

# lock.error.groupNotFound
source: 이 그룹을 찾지 못했어요. GoldTime에서 그룹 설정을 확인해주세요.
en: Couldn't find this group. Check its settings in GoldTime.
ja: このグループが見つかりませんでした。GoldTimeでグループ設定を確認してください。

# lock.error.oneMinuteExhausted
source: 오늘 1분 연장은 모두 사용했어요. 광고를 보거나 잠금을 유지할 수 있어요.
en: You've used all your 1-minute extensions for today. Watch an ad or keep the lock.
ja: 本日の1分延長はすべて使い切りました。広告を見るか、ロックを維持できます。

# lock.error.relockFailed
source: 재잠금 타이머 등록 실패로 잠금을 유지했어요. 자동으로 다시 시도하고 있어요.
en: The lock is staying on because the relock timer couldn't be set. Retrying automatically.
ja: 再ロックタイマーの登録に失敗したためロックを維持しました。自動で再試行しています。

# lock.error.strictLockActive
source: 금고 모드 약정 중이에요. 약정이 끝날 때까지 연장할 수 없어요.
en: This group is in Vault Mode. No extensions until the commitment ends.
ja: このグループは金庫モード中です。誓約が終わるまで延長できません。

# lock.free
source: 무료
en: Free
ja: 無料

# lock.header.cooldown
source: 쉬는 시간이에요
en: Break Time
ja: 休憩時間です

# lock.header.limit
source: 한도 끝났어요
en: Time's Up
ja: 時間切れです

# lock.header.window
source: 차단 시간대예요
en: Blocked Time
ja: ブロック時間帯です

# lock.info.noRetry
source: 다시 시도할 연장 요청이 없어요.
en: There's no extension request to retry.
ja: 再試行する延長リクエストはありません。

# lock.info.pickGroup
source: 풀 그룹을 먼저 골라주세요.
en: Choose a group to unlock first.
ja: 解除するグループを先に選んでください。

# lock.info.pickOrAd
source: 풀 그룹을 먼저 고르거나, 광고를 보거나, 잠금을 유지할 수 있어요.
en: Choose a group to unlock, watch an ad, or keep the lock.
ja: 解除するグループを選ぶか、広告を見るか、ロックを維持できます。

# lock.info.retrying
source: 재잠금 타이머 등록을 다시 시도하고 있어요.
en: Trying to set the relock timer again.
ja: 再ロックタイマーの登録を再試行しています。

# lock.message.exitWithoutAd
source: 광고 없이 나가는 방법도 있어요.
en: You can still leave without an ad.
ja: 広告なしで出ることもできます。

# lock.message.limitDone
source: 오늘 한도 다 썼어요.
en: You've used today's limit.
ja: 本日の上限を使い切りました。

# lock.message.needAd
source: 더 쓰려면 광고가 필요해요.
en: More time costs an ad.
ja: もっと使うには広告が必要です。

# lock.message.noAdIfLeave
source: 지금 나가면 광고는 없어요.
en: Leave now. No ad.
ja: 今出れば広告はありません。

# lock.message.stopOrAd
source: 멈추거나, 광고를 보거나.
en: Stop, or watch an ad.
ja: やめるか、広告を見るか。

# lock.multiGroups.subtitle
source: 한 번에 한 그룹만 연장합니다.
en: Only one group can be extended at a time.
ja: 一度に延長できるのは1グループだけです。

# lock.multiGroups.title
source: 잠긴 그룹이 여러 개예요
en: Multiple Groups Are Locked
ja: ロックされたグループが複数あります

# lock.nearMidnight.notice
source: 23:45부터는 연장 시 사용량 추적이 불가능해 23:59까지 잠금이 해제되며, 00:00부터 규칙이 다시 적용됩니다.
en: After 11:45 PM, usage can't be tracked during an extension. The lock will stay off until 11:59 PM, then the rule will restart at midnight.
ja: 23:45以降は延長しても使用量を計測できないため23:59までロックが解除されたままになり、00:00からルールが再び適用されます。

# lock.noGroups.subtitle
source: 앱을 다시 열어보거나, GoldTime에서 모니터링 상태를 확인해주세요.
en: Open the app again, or check the monitoring status in GoldTime.
ja: アプリを開き直すか、GoldTimeでモニタリング状態を確認してください。

# lock.noGroups.title
source: 잠긴 그룹을 찾지 못했어요.
en: Couldn't Find a Locked Group
ja: ロックされたグループが見つかりませんでした。

# lock.noItems
source: 항목 없음
en: No Items
ja: 項目なし

# lock.oneMinuteRemaining %lld
source: · 오늘 %lld번 남음
en: · %lld left today
ja: · 本日あと%lld回

# lock.option.oneMinute
source: 1분만 더 쓰기
en: Just 1 More Minute
ja: あと1分だけ使う

# lock.section.choose
source: 선택
en: Choose
ja: 選択

# lock.strict.notice %@
source: 금고 모드 진행 중이에요. %@ 0시에 풀려요.
en: Vault Mode is running. Unlocks at midnight on %@.
ja: 金庫モードが進行中です。%@ 0時に解除されます。

# lock.subtitle.exhausted
source: 오늘은 더 사용할 수 없어요
en: No more time today
ja: 本日はこれ以上使用できません

# lock.subtitle.nearMidnightOneMinute
source: 23:45부터는 1분 연장을 사용할 수 없어요
en: 1-minute extensions aren't available after 11:45 PM
ja: 23:45以降は1分延長を使用できません

# lock.subtitle.pickGroup
source: 풀 그룹을 먼저 고르세요
en: Choose a group to unlock
ja: 解除するグループを先に選んでください

# lock.walkAway.a11y
source: 그만 쓰기, 광고 없이 종료
en: Stop using, exit without an ad
ja: やめる、広告なしで終了

# lock.walkAway.subtitle
source: 광고 없이 종료
en: Exit without an ad
ja: 広告なしで終了

# lock.walkAway.title
source: 그만 쓰기
en: Stop Using
ja: やめておく

# notif.appReturn.subtitle
source: 한도에 도달하면 GoldTime으로 돌아오게 알려드려요. 꼭 필요해서 끌 수 없어요.
en: We'll tell you to return to GoldTime when you reach a limit. This one is essential, so it can't be turned off.
ja: 上限に達したらGoldTimeに戻るようお知らせします。必須のためオフにできません。

# notif.appReturn.title
source: 앱 복귀 알림
en: Return to GoldTime
ja: アプリ復帰の通知

# notif.dailySummary.subtitle
source: 매일 아침 9시에 어제 쓴 시간을 정리해 보내드려요.
en: Get a summary of yesterday's usage every morning at 9:00.
ja: 毎朝9時に昨日使った時間をまとめてお届けします。

# notif.dailySummary.title
source: 하루 요약 알림
en: Daily Summary
ja: 1日のまとめ通知

# notif.title
source: 알림 설정
en: Notification Settings
ja: 通知設定

# notif.usageAlert.subtitle
source: 한도에 가까워지거나, 차단 직전·해제 시 알려드려요.
en: Get notified as you near your limit, just before a block, and when it lifts.
ja: 上限が近づいたとき、ブロック直前・解除時にお知らせします。

# notif.usageAlert.title
source: 사용·차단 알림
en: Usage & Block Alerts
ja: 使用・ブロック通知

# notification.limitReached.body
source: GoldTime을 열어 1분 연장 또는 광고 시청을 선택하세요.
en: Open GoldTime to choose a 1-minute extension or watch an ad.
ja: GoldTimeを開いて1分延長か広告視聴を選んでください。

# notification.limitReached.title
source: 한도에 도달했어요
en: You've Reached Your Limit
ja: 上限に達しました

# notification.morning.onTime.body
source: 좋은 하루였어요. 저한텐 아니고요.
en: A good day. Not for me, obviously.
ja: いい一日でしたね。私にとっては違いますけど。

# notification.morning.onTime.title
source: 어제 한도 내 사용.
en: Stayed within your limits yesterday.
ja: 昨日は上限をキープ！

# notification.morning.over.title %lld
source: 어제 %lld분 초과.
en: %lld min over yesterday.
ja: 昨日は%lld分オーバー。

# notification.morning.over1.body
source: 이 정도면 살짝 눈 감아드릴게요.
en: I can let this one slide.
ja: これくらいなら見逃してあげます。

# notification.morning.over2.body
source: 시간이 금이라는 거 기억하시죠.
en: Remember, time is money.
ja: 時は金なり、覚えていますよね。

# notification.morning.over3.body
source: 어제 청구서가 좀 두꺼웠어요.
en: Yesterday's bill was a little heavy.
ja: 昨日の請求書は少し分厚めでした。

# notification.morning.over4.body
source: 이 정도면 저를 위해 노력하신 거죠?
en: You did all that for me, didn't you?
ja: これは私のために頑張ってくれたんですよね？

# notification.morning.weekStart.body
source: 지난 주 기록을 통계에서 확인해보세요.
en: Check last week's numbers in Stats.
ja: 先週の記録を統計で確認してみてください。

# notification.morning.weekStart.title
source: 새로운 한 주가 시작됐네요.
en: A new week has started.
ja: 新しい一週間が始まりましたね。

# notification.recharge.body
source: 휴식이 끝났어요
en: Your break is over
ja: 休憩が終わりました

# notification.recharge.title %@
source: %@ 다시 사용 가능해요
en: %@ is available again
ja: %@ また使えます

# notification.timeWindow.ended.body
source: 시간대 차단이 끝났어요
en: The blocked hours have ended
ja: 時間帯ブロックが終了しました

# notification.timeWindow.ended.title %@
source: %@ 다시 사용 가능해요
en: %@ is available again
ja: %@ また使えます

# notification.timeWindow.soon.body
source: 5분 남았습니다
en: 5 minutes left
ja: あと5分です

# notification.timeWindow.soon.title %@
source: %@ 곧 휴식 시간이에요
en: %@ — break time soon
ja: %@ もうすぐ休憩時間です

# notification.usage.cooldown.almost.body %lld
source: 잠기기까지 %lld분
en: %lld min until locked
ja: ロックまで%lld分

# notification.usage.cooldown.almost.title %@
source: %@ 곧 휴식이에요
en: %@ — break coming up
ja: %@ もうすぐ休憩です

# notification.usage.cooldown.half.body %lld
source: 휴식까지 %lld분
en: %lld min until your break
ja: 休憩まで%lld分

# notification.usage.cooldown.half.title %@
source: %@ 절반 썼어요
en: %@ — halfway used
ja: %@ 半分使いました

# notification.usage.daily.almost.body %lld
source: 한도까지 %lld분
en: %lld min left
ja: 残り%lld分

# notification.usage.daily.almost.title %@
source: %@ 한도가 거의 찼어요
en: %@ — almost at your limit
ja: %@ もうすぐ上限です

# notification.usage.daily.half.body %lld
source: 한도까지 %lld분
en: %lld min left
ja: 残り%lld分

# notification.usage.daily.half.title %@
source: %@ 한도 절반 썼어요
en: %@ — halfway to your limit
ja: %@ 上限の半分を使いました

# notification.usage.override.almost.body %lld
source: 다시 잠기기까지 %lld분
en: %lld min until locked again
ja: 再ロックまで%lld分

# notification.usage.override.almost.title %@
source: %@ 추가 시간 거의 끝났어요
en: %@ — bonus time almost up
ja: %@ 追加時間がもうすぐ終わります

# notification.usage.override.half.body %lld
source: 다시 잠기기까지 %lld분
en: %lld min until locked again
ja: 再ロックまで%lld分

# notification.usage.override.half.title %@
source: %@ 추가 시간 절반 썼어요
en: %@ — half your bonus time used
ja: %@ 追加時間を半分使いました

# onboarding.completion.description
source: 이제 시간의 가치를 느껴보세요.
en: Now you'll feel what your time is worth.
ja: これから時間の価値を感じてみてください。

# onboarding.completion.title
source: 준비 완료!
en: You're All Set!
ja: 準備完了！

# onboarding.dialog.allow
source: 허용
en: Allow
ja: 許可

# onboarding.dialog.allowInSummary
source: 시간 지정 요약에서 허용
en: Allow in Scheduled Summary
ja: 時刻指定要約で許可

# onboarding.dialog.allowTracking
source: 추적 허용
en: Allow Tracking
ja: トラッキングを許可

# onboarding.dialog.continue
source: 계속
en: Continue
ja: 続ける

# onboarding.dialog.dontAllow
source: 허용 안 함
en: Don't Allow
ja: 許可しない

# onboarding.dialog.noTracking
source: 앱에서 추적 금지
en: Ask App Not to Track
ja: アプリにトラッキングを許可しない

# onboarding.dialog.notification.message
source: GoldTime이 알림을 보내드립니다.
en: GoldTime would like to send you notifications.
ja: GoldTimeが通知を送信します。

# onboarding.dialog.notification.title
source: "GoldTime"에서 알림을 보내고자 합니다
en: “GoldTime” Would Like to Send You Notifications
ja: “GoldTime”が通知の送信を求めています

# onboarding.dialog.screenTime.message
source: 앱 사용 시간을 추적하고 한도를 관리합니다.
en: Track app usage and manage your limits.
ja: アプリの使用時間を計測し、上限を管理します。

# onboarding.dialog.screenTime.title
source: 스크린타임 접근 허용
en: Allow Screen Time Access
ja: スクリーンタイムへのアクセスを許可

# onboarding.dialog.tapHere
source: 여기를 탭해요
en: Tap here
ja: ここをタップ
